Repository: andreamoretti890/LupusInFabula
Catalog: LupusInFabula/Localizable.xcstrings
Source language: en
Languages: it

# settings.phase_controls.title
source: Phase Controls
it: Controlli delle Fasi

# settings.phase_timer.description
source: Optional countdown timer for each game phase
it: Timer opzionale per le fasi

# settings.phase_timer.title
source: Phase Timer
it: Timer delle Fasi

# settings.replay_onboarding
source: Replay Introduction
it: Rivedi l'Introduzione

# settings.replay_onboarding_description
source: Review how the app works and how to play
it: Rivedi come funziona l'app e come giocare

# settings.reset_confirmation.message
source: Are you sure you want to reset all settings to their default values?
it: Sei sicuro di voler ripristinare tutte le impostazioni ai valori predefiniti?

# settings.reset_confirmation.title
source: Reset Settings
it: Ripristina Impostazioni

# settings.reset_to_defaults.title
source: Reset to Defaults
it: Ripristina Predefiniti

# settings.timer.title
source: Timer Settings
it: Impostazioni Timer

# settings.title
source: Settings
it: Impostazioni

# setup.add_names
source: Add Names
it: Aggiungi Nomi

# setup.complete_setup
source: Complete setup to start the game
it: Completa la configurazione per iniziare la partita

# setup.jester.description
source: Wins the game by being voted out during the day phase
it: Vince la partita venendo votato durante la fase diurna

# setup.jester.requirement
source: Jester requires at least 7 players
it: Il Giullare richiede almeno 7 giocatori

# setup.number_of_players
source: Number of Players
it: Numero di Giocatori

# setup.player_count_range
source: Choose between %d-%d players
it: Scegli tra %d-%d giocatori

# setup.players.configured
source: Configured Players
it: Giocatori Configurati

# setup.players.description
source: Configure your game participants
it: Configura i partecipanti della partita

# setup.players.title
source: Players
it: Giocatori

# setup.role_selection
source: Role Selection
it: Selezione Ruoli

# setup.special_roles
source: Special Roles
it: Ruoli Speciali

# setup.subtitle
source: Configure your game
it: Configura la tua partita

# setup.title
source: Game Setup
it: Configurazione Partita

source: Skip
it: Salta

source: Skip All
it: Salta Tutto

source: Skip Phase
it: Salta Fase

source: Skip Revenge
it: Salta Vendetta

source: Skip Voting Phase
it: Salta Fase Votazione

source: Special Roles
it: Ruoli Speciali

source: Start Game
it: Inizia Partita

source: Start playing Lupus in Fabula
it: Inizia a giocare a Lupus in Fabula

source: Start Timer
it: Avvia Timer

source: Start Voting
it: Inizia Votazione

source: Submit Vote
it: Invia Voto

source: Take Revenge
it: Prendi Vendetta

source: Take revenge when eliminated
it: Prendi vendetta quando eliminato

source: Tap and hold to reveal your role
it: Tocca e tieni premuto per rivelare il tuo ruolo

source: Technical Details
it: Dettagli Tecnici

source: The game is about to begin. Pass the device to the first player for the night phase.
it: La partita sta per iniziare. Passa il dispositivo al primo giocatore per la fase notturna.

source: Village leadership
it: Guida del villaggio

source: A respected village leader who votes during the day phase
it: Un rispettato leader del villaggio che vota durante la fase diurna

source: Villager
it: Villico

source: Villagers
it: Contadini

source: Vote Complete
it: Votazione Completata

source: Vote during day
it: Vota di giorno

source: Vote to Eliminate
it: Vota per Eliminare

source: Vote to eliminate suspected werewolves
it: Vota per eliminare i sospetti lupi mannari

# voting_results.no_elimination
source: No player was eliminated.
it: Nessun giocatore è stato eliminato.

# voting_results.player_eliminated
source: %@ has been eliminated from the village.
it: %@ è stato eliminato dal villaggio.

# voting_results.title
source: Vote Complete
it: Votazione Completata

# voting.description
source: Choose a player to eliminate from the village
it: Scegli un giocatore da eliminare dal villaggio

# voting.selected_for_elimination
source: Selected for elimination
it: Selezionato per l'eliminazione

# voting.submit_vote
source: Submit Vote
it: Invia Voto

# voting.title
source: Vote to Eliminate
it: Vota per Eliminare

source: Werewolf
it: Lupo Mannaro

source: Werewolves
it: Lupi

source: Win by being voted out
it: Vince venendo votato

source: Wins the game by being voted out during the day phase
it: Vince la partita venendo votato durante la fase diurna

source: Your privacy is important to us
it: La tua privacy è importante per noi
